Repository: hypericumimpex/hyp-recipes
Catalog: languages/trg_*.po
Languages: el_de_de

source: The amount of Saturated Fat (g), without unit. Standard daily value is 20 g
el_de_de: Die Menge an gesättigtem Fett (g), ohne Einheit. Standard-Tageswert ist 20 g

source: The amount of Trans Fat (g), without unit.
el_de_de: Die Menge an Trans-Fettsäuren (g), ohne Einheit.

source: The amount of Polyunsaturated Fat (g), without unit.
el_de_de: Die Menge an mehrfach ungesättigten Fetten (g), ohne Einheit.

source: The amount of Monounsaturated Fat (g), without unit.
el_de_de: Die Menge an einfach ungesättigten Fettsäuren (g), ohne Einheit.

source: The amount of Cholesterol (mg), without unit. Standard daily value is 300 mg
el_de_de: Die Menge an Cholesterin (mg), ohne Einheit. Standard-Tageswert ist 300 mg

source: The amount of Sodium (mg), without unit. Standard daily value is 2300 mg
el_de_de: Die Menge an Natrium (mg), ohne Einheit. Standard-Tageswert ist 2300 mg

source: The amount of Total Carbohydrate (g), without unit. Standard daily value is 275 g
el_de_de: Die Menge an Gesamtkohlenhydrat (g), ohne Einheit. Standard-Tageswert ist 275 g

source: The amount of Dietary Fiber (g), without unit. Standard daily value is 28 g
el_de_de: Der Betrag der Ballaststoffe (g), ohne Einheit. Tägliche Standardwert ist 28 g

source: The amount of Total Sugars (g), without unit.
el_de_de: Die Summe der Gesamtzucker (g), ohne Einheit

source: The amount of Added Sugars (g), without unit. Standard daily value is 50 g
el_de_de: Die Menge an hinzugefügten Zucker (g), ohne Einheit. Tägliche Standardwert ist 50 g

source: The amount of Sugar Alcohal (g), without unit.
el_de_de: Die Summe der Gesamtzucker (g), ohne Einheit.

source: The amount of Protein (g), without unit. Standard daily value is 50 g
el_de_de: Die Menge an Protein (g), ohne Einheit. Standard-Tageswert ist 50 g

source: The amount of Vitamin D (Cholecalciferol) (IU), without unit. Standard daily value is 800 IU (International Units) or 20 mcg
el_de_de: Die Menge an Vitamin D (Cholecalciferol) (I.E.), ohne Einheit. Standard-Tageswert ist 800 I.E. (Internationale Einheiten) oder 20 mcg

source: The amount of Calcium (mg), without unit. Standard daily value is 1300 mg
el_de_de: Die Menge an Calcium (mg), ohne Einheit. Standard-Tageswert ist 1300 mg

source: The amount of Iron (mg), without unit. Standard daily value is 18 mg
el_de_de: Die Menge an Eisen (mg), ohne Einheit. Standard-Tageswert beträgt 18 mg

source: The amount of Potassium (mg), without unit. Standard daily value is 4700 mg
el_de_de: Die Menge an Kalium (mg), ohne Einheit. Standard-Tageswert ist 4700 mg

source: The amount of Vitamin A (International Units), without unit. Standard daily value is 900 mcg
el_de_de: Die Menge an Vitamin A (Internationale Einheiten), ohne Einheit. Standard-Tageswert ist 900 mcg

source: The amount of Vitamin C (Ascorbic Acid) (mg), without unit. Standard daily value is 90 mg
el_de_de: Die Menge an Vitamin C (Ascorbinsäure) (mg), ohne Einheit. Standard-Tageswert beträgt 90 mg

source: The amount of Vitamin E (Tocopherol) (IU), without unit. Standard daily value is 33 IU or 15 mg
el_de_de: Die Menge an Vitamin E (Tocopherol) (I.E.), ohne Einheit. Standard-Tageswert ist 33 I.E. oder 15 mg

source: The amount of Vitamin K (mcg), without unit. Standard daily value is 120 mcg
el_de_de: Die Menge an Vitamin K (mcg), ohne Einheit. Standard-Tageswert ist 120 mcg

source: The amount of Vitamin B1 (Thiamin) (mg), without unit. Standard daily value is 1.2 mg
el_de_de: Die Menge an Vitamin B1 (Thiamin) (mg), ohne Einheit. Standard-Tageswert beträgt 1,2 mg

source: The amount of Vitamin B2 (Riboflavin) (mg), without unit. Standard daily value is 1.3 mg
el_de_de: Die Menge an Vitamin B2 (Riboflavin) (mg), ohne Einheit. Standard-Tageswert beträgt 1,3 mg

source: The amount of Vitamin B3 (Niacin) (mg), without unit. Standard daily value is 16 mg
el_de_de: Die Menge an Vitamin B3 (Niacin) (mg), ohne Einheit. Standard-Tageswert beträgt 16 mg

source: The amount of Vitamin B6 (Pyridoxine) (mg), without unit. Standard daily value is 1.7 mg
el_de_de: Die Menge an Vitamin B6 (Pyridoxin) (mg), ohne Einheit. Standard-Tageswert beträgt 1,7 mg

source: The amount of Folate (mcg), without unit. Standard daily value is 400 mcg
el_de_de: Die Menge an Folsäure (mcg), ohne Einheit. Tägliche Standardwert ist 400 mcg

source: The amount of Vitamin B12 (Cobalamine) (mcg), without unit. Standard daily value is 2.4 mcg
el_de_de: Die Menge an Vitamin B12 (Cobalamine) (mcg), ohne Einheit. Standard-Tageswert ist 2,4 mcg

source: The amount of Biotin (mcg), without unit. Standard daily value is 30 mcg
el_de_de: Die Menge an Biotin (mcg), ohne Einheit. Standard-Tageswert ist 30 mcg

source: The amount of Choline (mg), without unit. Standard daily value is 550 mg
el_de_de: Die Menge an Cholin (mg), ohne Einheit. Standard-Tageswert beträgt 550 mg

source: The amount of Vitamin B5 (Pantothenic acid) (mg), without unit. Standard daily value is 5 mg
el_de_de: Die Menge an Vitamin B5 (Pantothensäure) (mg), ohne Einheit. Standard-Tageswert beträgt 5 mg

source: The amount of Phosphorus (mg), without unit. Standard daily value is 1250 mg
el_de_de: Die Menge an Phosphor (mg), ohne Einheit. Standard-Tageswert ist 1250 mg

source: The amount of Iodine (mcg), without unit. Standard daily value is 150 mcg
el_de_de: Die Menge an Jod (mcg), ohne Einheit. Tägliche Standardwert ist 150 mcg

source: The amount of Magnesium (mg), without unit. Standard daily value is 420 mg
el_de_de: Die Menge an Magnesium (mg), ohne Einheit. Standard-Tageswert ist 420 mg

source: The amount of Zinc (mg), without unit. Standard daily value is 11 mg
el_de_de: Die Menge an Zink (mg), ohne Einheit. Standard-Tageswert beträgt 11 mg

source: The amount of Selenium (mcg), without unit. Standard daily value is 55 mcg
el_de_de: Die Menge an Selen (mcg), ohne Einheit. Standard-Tageswert ist 55 mcg

source: The amount of Copper (mg), without unit. Standard daily value is 0.9 mg
el_de_de: Die Menge an Kupfer (mg), ohne Einheit. Standard-Tageswert beträgt 0,9 mg

source: The amount of Manganese (mg), without unit. Standard daily value is 2.3 mg
el_de_de: Die Menge an Mangan (mg), ohne Einheit. Standard-Tageswert beträgt 2,3 mg

source: The amount of Chromium (mcg), without unit. Standard daily value is 35 mcg
el_de_de: Die Menge an Chrom (mcg), ohne Einheit. Standard-Tageswert ist 35 mcg

source: The amount of Molybdenum (mcg), without unit. Standard daily value is 45 mcg
el_de_de: Die Menge an Molybdän (mcg), ohne Einheit. Standard-Tageswert ist 45 mcg

source: The amount of Chloride (mg), without unit. Standard daily value is 2300 mg
el_de_de: Die Menge an Chlorid (mg), ohne Einheit. Standard-Tageswert ist 2300 mg

source: Add custom nutrients
el_de_de: Benutzerdefinierte Nährstoffe hinzufügen

source: Nutrient name
el_de_de: Name des Nährstoffs

source: Provide a nutrient name. E.g. Power Protein
el_de_de: Nährstoffnamen eingeben, z.B. Zink

source: Nutrient Quantity Unit
el_de_de: Einheit der Nährstoffmenge

source: Provide a nutrient unit. E.g. mg
el_de_de: Einheit der Nährstoffmenge eingeben, z.B. mg

source: Provide amount per serving (without unit). E.g. 20
el_de_de: Menge pro Portion (ohne Einheit) eingeben, z.B. 20

source: Standard daily value
el_de_de: Empfohlene Tagesdosis

source: Provide standard daily value of Nutrient (without unit). E.g. 200
el_de_de: Empfohlene Tagesdosis für den Nährstoff eingeben (ohne Einheit), z.B. 200

source: Nutrient indent level
el_de_de: Nährstoff Einrückung

source: Select indent level for Nutrient entry in table.
el_de_de: Wähle die Einrückung für den Nährstoffe in der Tabelle.

source: Nutrient text style
el_de_de: Nährstoff Textstil

source: Bold
el_de_de: Fett

source: Select text style for the nutrient entry.
el_de_de: Wähle einen Stil für den Nährstoff.

source: Miscellaneous
el_de_de: Sonstiges

source: Other notes
el_de_de: Zusätzliche Anmerkungen

source: Provide extra notes to be shown at the end of recipe
el_de_de: Zusätzliche Angaben, welche nach dem Rezept erscheinen

source: Ad Spot 1
el_de_de: Werbeanzeige 1

source: Advertisement spot before ingredients section. You can use custom HTML or ad script in this field.
el_de_de: Globale Werbeanzeige, vor dem Abschnitt "Zutaten". (Benutzerdefiniertes HTML oder Script)

source: Ad Spot 2
el_de_de: Werbeanzeige 2

source: Advertisement spot before method steps section. You can use custom HTML or ad script in this field.
el_de_de: Globale Werbeanzeige, vor dem Abschnitt "Zubereitung" angezeigt werden soll. (Benutzerdefiniertes HTML oder Script)

source: Ad Spot 3
el_de_de: Werbeanzeige 3

source: Advertisement spot after nutrition facts section. You can use custom HTML or ad script in this field.
el_de_de: Globale Werbeanzeige, nach dem Abschnitt "Nährwerttabelle". (Benutzerdefiniertes HTML oder Script)

source: Enabling this option will add json ld schema data in recipe container.
el_de_de: Aktivieren, um dem Rezept JSON-LD-Schemadaten hinzuzufügen.

source: Add website schema. This should be off if your theme already includes website schema, or you are using an SEO plugin like Yoast for website schema.
el_de_de: Hinzufügen eines Website Schemas. Dies sollte deaktiviert sein, wenn das Website Schema bereits for einem SEO-Plugin wie Yoast erzeugt wird.

source: Include Rating Schema from
el_de_de: Rating Schema von

source: Rating schema value can be included from visitor rating of <a href="https://wordpress.org/plugins/wp-review/" target="_blank">WP Review</a> or <a href="https://wordpress.org/plugins/rate-my-post/" target="_blank">Rate my Post</a> plugin. Choose which one you are using.
el_de_de: Rating schema kann aus der Besucherbewertung von <a href="https://wordpress.org/plugins/wp-review/" target="_blank">WP Review</a> oder Rate <a href="https://wordpress.org/plugins/rate-my-post/" target="_blank">my Post</a> Plugin aufgenommen werden. Auswählen, welches verwendet wird.

source: Provide a URL of recipe video. E.g. https://www.youtube.com/watch?v=RTleJqGUJKE
el_de_de: URL für Rezept Video eingeben, z.B. https://www.youtube.com/watch?v=RTleJqGUJKE

source: Video Thumbnail
el_de_de: Video Vorschaubild

source: Add a video thumbnail image.
el_de_de: Füge ein Video-Vorschaubild hinzu.

source: Video Description
el_de_de: Video-Beschreibung

source: Provide video description to be used in schema.
el_de_de: Beschreibung für das Video, die im Schema verwendet werden soll.

source: Video upload date
el_de_de: Upload Datum für das Videon

source: Provide date of uploading the video.
el_de_de: Upload Datum für das Video eingeben.

source: Video duration
el_de_de: Dauer des Videos

source: Provide video duration in ISO 8601 format. E.g. PT8M33S (for 8min 33 sec duration)
el_de_de: Videodauer im ISO 8601-Format eingeben, z.B. PT8M33S (für 8 Min 33 Sek Dauer)

source: Recipe Title
el_de_de: Rezept Titel

source: Recipe Title Tag
el_de_de: Rezept-Titel-Tag

source: Title color
el_de_de: Tiltel Farbe

source: Title Typography
el_de_de: Titel Typografie

source: Text color
el_de_de: Textfarbe

source: Summary Text Typography
el_de_de: Zusammenfassung Typografie

source: Info Board
el_de_de: Informations-Tafel

source: Labels color
el_de_de: Bezeichnungen Textfarbe

source: Labels Typography
el_de_de: Bezeichnungen Typographie

source: Highlights color
el_de_de: Hervorgehoben Textfarbe

source: Highlights Typography
el_de_de: Hervorgehoben Typografie

source: Meta Labels color
el_de_de: Metadaten Bezeichnung Textfarbe

source: Meta Labels Typography
el_de_de: Metadaten Bezeichnung Typografie

source: Tag links color
el_de_de: Tag-Link Textfarbe

source: Tag links background hover color
el_de_de: Tag-Link Hintergrundfarbe Hover

source: Tag links Typography
el_de_de: Tag-Link Typografie

source: Ingredients Heading Icon
el_de_de: Zutaten Überschrift Icon

source: Choose an icon for ingredients heading.
el_de_de: Icon für die Zutaten Überschrift wählen.

source: Space between
el_de_de: Abstand dazwischen

source: Select a gap between icon and heading.
el_de_de: Abstand zwischen Icon und Überschrift wählen.

source: Icon color
el_de_de: Icon Farbe

source: Heading color
el_de_de: Überschrift Farbe

source: Heading Typography
el_de_de: Überschrift Typografie

source: Sub Heading color
el_de_de: Unterüberschrift Farbe

source: Sub Heading Typography
el_de_de: Unterüberschrift Typografie

source: Ingredient List Icon
el_de_de: Zutatenliste Icon

source: Choose an icon for ingredient list.
el_de_de: Icon für die Zutatenliste wählen.

source: Select a gap between icon and list text.
el_de_de: Abstand zwischen Icon und Listentext wählen.

source: List Icon color
el_de_de: Listen-Icon Farbe

source: Ingredient List Typography
el_de_de: Zutatenliste Typografie

source: List items gap
el_de_de: Listen-Elemente Abstand

source: Select a gap between ingredient list items.
el_de_de: Abstand zwischen Elementen der Zutatenliste wählen.

source: Method Heading Icon
el_de_de: Zubereitung Überschrift Typografie

source: Choose an icon for method heading.
el_de_de: Icon für die Zubereitung wählen.

source: Counter Typography
el_de_de: Zähler Typografie

source: Counter Width
el_de_de: Zählerbreite

source: Select a width for number counter.
el_de_de: Breite für Zähler wählen.

source: Recipe Method Typography
el_de_de: Zubereitung Typografie

source: *Percent Daily Values are based on a 2,000 calorie diet. Your daily values may be higher or lower depending on your calorie needs.
el_de_de: * Prozentwerte des täglichen Bedarfs basieren auf einer 2.000 Kalorien Diät. Deine tägliche Werte sind möglicherweise höher oder niedriger je nach deinem Kalorienbedarf.

source: Not allowed.
el_de_de: Nicht erlaubt.

source: Unserializing forbidden.
el_de_de: Deserialisierung nicht möglich.

source: Total Recipe Generator plugin requires Elementor Page Builder. Kindly install and activate Elementor plugin.
el_de_de: Total Recipe Generator Plugin erfordert Elementor Page Builder. Installieren und aktivieren Sie bitte das Elementor Plugin.
