Repository: hypericumimpex/hyp-recipes
Catalog: languages/trg_*.po
Languages: el_de_de

source: The server does not have ImageMagick or GD installed and/or enabled! Any of these libraries are required for WordPress to be able to resize images. Please contact your server administrator to enable this before continuing.
el_de_de: Auf dem Server ist ImageMagick oder GD nicht installiert / aktiviert. Eine dieser Bibliotheken muss aktiv sein, damit WordPress Bilder zuschneiden kann. Wenden Sie sich an Ihren Administrator, um dies zu aktivieren.

source: Image rotate failed.
el_de_de: Drehen des Bildes fehlgeschlagen.

source: Image opacity change failed.
el_de_de: Änderung der Bildtransparenz fehlgeschlagen.

source: Image color change failed.
el_de_de: Farbänderung des Bildes fehlgeschlagen.

source: Image grayscale failed.
el_de_de: Umwandlung in Graustufen fehlgeschlagen.

source: Image negate failed.
el_de_de: Bild invertieren fehlgeschlagen.

source: Choose File
el_de_de: Datei wählen

source: View all recipies tagged %s
el_de_de: Zeige alle Rezepte mit dem Schlagwort %s

source: View all recipies in %s
el_de_de: Zeige alle Rezepte in %s

source: Diabetic
el_de_de: Diabetes

source: Gluten Free
el_de_de: Glutenfrei

source: Kosher
el_de_de: Koscher

source: Low Calorie
el_de_de: Kalorienarm

source: Low Fat
el_de_de: Fettarm

source: Low Lactose
el_de_de: Laktosefrei

source: Low Salt
el_de_de: Salzarm

source: Vegetarian
el_de_de: Vegetarisch

# xx hours
source: %s hr
el_de_de: %s h

# xx hour yy minutes
source: %1$s hr %2$s min
el_de_de: %1$s h %2$s min

source: Share on twitter
el_de_de: Auf Twitter teilen

source: Share on facebook
el_de_de: Auf Facebook teilen

source: Share on Google+
el_de_de: Auf Google+ teilen

source: Share on LinkedIn
el_de_de: Auf LinkedIn teilen

source: Share via VK
el_de_de: Teilen über VK

source: Email this
el_de_de: Als E-Mail versenden

source: Print
el_de_de: Drucken

source: Custom
el_de_de: Benutzerdefiniert

source: Full
el_de_de: Volle Breite

source: Ad Spots
el_de_de: Werbeanzeigen

source: Display
el_de_de: Darstellung

source: Social
el_de_de: Soziale Netzwerke

source: Global ad spot 1
el_de_de: Globale Werbeanzeige 1

source: Global ad spot to be shown above ingredients section. Individual recipe post can override this setting
el_de_de: Globale Werbeanzeige, die über dem Abschnitt "Zutaten" angezeigt werden soll. Jedes Rezept kann diese Einstellung überschreiben

source: Global ad spot 2
el_de_de: Globale Werbeanzeige 2

source: Global ad spot to be shown above methods section. Individual recipe post can override this setting
el_de_de: Globale Werbeanzeige, die über dem Abschnitt "Zubereitung" angezeigt werden soll. Jedes Rezept kann diese Einstellung überschreiben

source: Global ad spot 3
el_de_de: Globale Werbeanzeige 3

source: Global ad spot to be shown after nutrition table. Individual recipe post can override this setting
el_de_de: Globale Werbeanzeige, die nach dem Abschnitt "Nährwerttabelle" angezeigt werden soll. Jedes Rezept kann diese Einstellung überschreiben

source: Prep Time Label
el_de_de: Bezeichnung für Zubereitungszeit

source: Provide a label for preparation time
el_de_de: Bezeichnung für Zubereitungszeit eingeben

source: Prep Time
el_de_de: Zubereitungszeit

source: Cook Time Label
el_de_de: Bezeichnung für Kochzeit

source: Provide a label for cooking time
el_de_de: Bezeichnung für Kochzeit eingeben

source: Cook Time
el_de_de: Koch-/Backzeit

source: Total Time Label
el_de_de: Bezeichnung für Gesamtzeit

source: Provide a label for total time
el_de_de: Bezeichnung für Gesamtzeit eingeben

source: Total Time
el_de_de: Gesamtzeit

source: Ready In Label
el_de_de: Bezeichnung für Fertig in

source: Provide a label for ready in time
el_de_de: Bezeichnung für Fertig in eingeben

source: Ready in
el_de_de: Fertig in

source: Recipe Yield Label
el_de_de: Bezeichnung für Rezeptmenge

source: Provide a label for recipe Yield
el_de_de: Bezeichnung für Rezeptmenge eingeben

source: Yield
el_de_de: Menge

source: Serving Size Label
el_de_de: Bezeichnung für Portionsgröße

source: Provide a label for serving size
el_de_de: Bezeichnung für Portionsgröße eingeben

source: Serving Size
el_de_de: Portionsgröße

source: Energy Label
el_de_de: Bezeichnung für Brennwert

source: Provide a label for Energy
el_de_de: Bezeichnung für Brennwert eingeben

source: Energy
el_de_de: Brennwert

source: Total Cost Label
el_de_de: Bezeichnung für Gesamtkosten

source: Provide a label for Total Cost
el_de_de: Bezeichnung für Gesamkosten eingeben

source: Total Cost
el_de_de: Gesamtkosten

source: Cost per Serving Label
el_de_de: Bezeichnung für Kosten pro Portion

source: Provide a label for Cost per Serving
el_de_de: Bezeichnung für Kosten pro Portion eingeben

source: Cost per Serving
el_de_de: Kosten pro Portion

source: Cuisine Label
el_de_de: Bezeichnung für Region

source: Provide a label for Cuisine
el_de_de: Bezeichnung für Region eingeben

source: Cuisine
el_de_de: Region

source: Course Label
el_de_de: Bezeichnung für Gang

source: Provide a label for Course
el_de_de: Bezeichnung für Gang eingeben

source: Course
el_de_de: Gang/Kategorie

source: Provide a label for Cooking Method
el_de_de: Bezeichnung für Zubereitung eingeben

source: Cooking Method
el_de_de: Zubereitung

source: Suitable for Diet Label
el_de_de: Text für Geeignet für Diät

source: Provide a label for Suitable for Diet
el_de_de: Bezeichnung für Geeignet für Diät eingeben

source: Suitable for Diet
el_de_de: Geeignet für Diät

source: Ingredients heading
el_de_de: Zutaten Überschrift

source: Provide a text for ingredients heading
el_de_de: Bezeichnung für Zutaten Überschrift eingeben

source: Ingredients
el_de_de: Zutaten

source: Method heading
el_de_de: Zubereitung Überschrift

source: Provide a text for method heading
el_de_de: Bezeichnung für Zubereitung Überschrift eingeben

source: Method
el_de_de: Zubereitung

source: Nutrition Facts heading
el_de_de: Nährwerttabelle Überschrift

source: Provide a text for Nutrition Facts heading
el_de_de: Bezeichnung für Nährwerttabelle Überschrift eingeben

source: Nutrition Facts
el_de_de: Nährwerttabelle

source: Icons Color
el_de_de: Farbe für Icons

source: Choose a color for heading icons
el_de_de: Wähle eine Farbe für Überschriften Icons

source: Heading Color
el_de_de: Überschrift Farbe

source: Choose a color for headings
el_de_de: Wähle eine Farbe für Überschriften

source: Tag links background
el_de_de: Link-Tag Hintergrund

source: Choose a background color for tag links
el_de_de: Wähle eine Hintergrundfarbe für Link-Tags

source: Tag links foreground
el_de_de: Link-Tag Textfarbe

source: Choose a foreground text color for tag links
el_de_de: Wähle eine Textfarbe für Link-Tags

source: Tag links background hover
el_de_de: Link-Tag Hintergrund Hover

source: Choose a hover background color for tag links
el_de_de: Wähle eine Hintergrundfarbe für Links-Tag Hover

source: Tag links hover color
el_de_de: Link-Tag Textfarbe Hover

source: Choose a hover color for tag links
el_de_de: Wähle eine Farbe für Link-Tag Hover

source: Text labels color
el_de_de: Bezeichnungen Textfarbe

source: Choose a color for text labels in recipe meta
el_de_de: Textfarbe für Beschriftungen der Rezept-Metadaten

source: Text highlights color
el_de_de: Textfarbe hervorgehoben

source: Choose a highlight color for text in recipe meta
el_de_de: Textfarbe hervorgehoben in Rezept Metadaten

source: Color for number count
el_de_de: Farbe für Zähler

source: Choose a color for number count in recipe method
el_de_de: Farbe für den Zähler der Zubereitungsschritte

source: Ingredients tick color
el_de_de: Zeit-Icon Farbe

source: Choose a color for tick icon in ingredients section
el_de_de: Farbe für das Zeit-Icon im Zutaten Abschnitt wählen

source: Social sharing heading
el_de_de: Social Sharing Überschrift

source: Provide a heading for social sharing buttons
el_de_de: Überschrift für die Social Sharing Buttons eingeben

source: Select social share buttons to show at the end of recipe
el_de_de: Social Share Buttons wählen, die nach dem Rezept angezeigt werden

source: Make social buttons sticky on mobile
el_de_de: Sticky Social Buttons auf mobilen Geräten

source: Print Header Text
el_de_de: Kopfzeile beim Drucken

source: Provide a header text that shall appear on top of recipe pdf/print.
el_de_de: Kopfzeile eingeben für das Rezept PDF/Druck.

source: Print footer Text
el_de_de: Fußzeile beim Drucken

source: Provide a footer text that shall appear at bottom of recipe pdf/print.
el_de_de: Fußzeile eingeben für das Rezept PDF/Druck.

source: Total Recipe Generator Settings
el_de_de: Total Recipe Generator Einstellungen

# Label for ready in time
source: Ready in
el_de_de: Fertig in

# Recipe yield or outcome
source: Yield
el_de_de: Menge

# Label for recipe calories
source: Energy
el_de_de: Brennwert

# xx calories
source: %s cal
el_de_de: %s kal

# Label for total cost
source: Total Cost
el_de_de: Gesamtkosten

# Label for cost per serving
source: Cost per Serving
el_de_de: Kosten pro Portion

source: Tags
el_de_de: Schlagwörter

source: Total Fat
el_de_de: Fett gesamt

source: Saturated Fat
el_de_de: Gesättigte Fette

source: Trans Fat
el_de_de: Transfette

source: Polyunsaturated Fat
el_de_de: Mehrfach ungesättigte Fettsäuren

source: Monounsaturated Fat
el_de_de: Einfach ungesättigte Fettsäuren

source: Cholesterol
el_de_de: Cholesterin

source: Sodium
el_de_de: Natrium

source: Total Carbohydrate
el_de_de: Kohlenhydrate gesamt

source: Dietary Fiber
el_de_de: Ballaststoffe

source: Total Sugars
el_de_de: Zucker gesamt

source: Added Sugars
el_de_de: Zugesetzter Zucker

source: Sugar Alcohal
el_de_de: Süßstoff

source: Protein
el_de_de: Eiweiß

source: IU
el_de_de: IE

source: Calcium
el_de_de: Kalzium

source: Iron
el_de_de: Eisen

source: Potassium
el_de_de: Kalium

source: mcg
el_de_de: µg

source: Vitamin C (Ascorbic Acid)
el_de_de: Vitamin C (Ascorbinsäure)

source: Vitamin B6 (Pyridoxine)
el_de_de: Vitamin B6 (Pyridoxin)

source: Folate
el_de_de: Folsäure

source: Choline
el_de_de: Cholin

source: Vitamin B5 (Pantothenic acid)
el_de_de: Vitamin B5 (Pantothensäure)

source: Phosphorus
el_de_de: Phosphor

source: Iodine
el_de_de: Jod

source: Zinc
el_de_de: Zink

source: Selenium
el_de_de: Selen

source: Copper
el_de_de: Kupfer

source: Manganese
el_de_de: Mangan

source: Chromium
el_de_de: Chrom

source: Molybdenum
el_de_de: Molybdän

source: Chloride
el_de_de: Chlorid

source: %s servings per container
el_de_de: %s Portionen pro Behältnis

source: Amount per serving
el_de_de: Menge pro Portion

source: Calories
el_de_de: Kalorien

source: % Daily Value*
el_de_de: % Täglicher Bedarf*

source: Standard DV
el_de_de: Empfohlene Tagesdosis

source: Total Recipe Generator
el_de_de: Rezept

source: General
el_de_de: Allgemein

source: Recipe Template
el_de_de: Rezept Vorlage

source: Standard (1 col)
el_de_de: Standard (1 Spalte)

source: Ingredients + Method (2 col)
el_de_de: Zutaten + Zubereitung (2 Spalten)

source: Method + Ingredients (2 col)
el_de_de: Zubereitung + Zutaten (2 Spalten)

source: Select a recipe template
el_de_de: Wähle eine Rezeptvorlage

source: Method section width
el_de_de: Breite für Zubereitungsspalte

source: Select width for the method section.
el_de_de: Wähle die Breite der Zubereitungsspalte.

source: Method section gap
el_de_de: Abstand zum Zubereitungsabschnitt

source: Select a gap width between methods section and ingredients section.
el_de_de: Wähle den Abstand zwischen Zubereitungs- und Zutatenabschnitt.

source: Full width (Tablet)
el_de_de: Volle Breite (Tablet)

source: Force method and ingredients section full width on tablet.
el_de_de: Erzwinge volle Breite für Zubereitungs- und Zutatenabschnitt auf Tablet.

source: Full width (Mobile)
el_de_de: Volle Breite (Mobile)

source: Force method and ingredients section full width on mobile.
el_de_de: Erzwinge volle Breite für Zubereitungs- und Zutatenabschnitt auf Mobile.

source: Recipe Name
el_de_de: Rezeptname

source: Use Post Title
el_de_de: Beitragstitel verwenden

source: Custom Name
el_de_de: Benutzerdefinierter Name

source: Do not show
el_de_de: Nicht anzeigen

source: Choose a name source for Recipe
el_de_de: Wähle die Quelle für den Rezeptnamen

source: Custom Recipe Name
el_de_de: Benutzerdefinierter Rezeptname

source: Provide a name for the recipe
el_de_de: Name für das Rezept

source: Publish date
el_de_de: Veröffentlicht am

source: Show or hide recipe publish date.
el_de_de: Datum der Rezeptveröffentlichung ein- oder ausblenden.

source: Recipe Author
el_de_de: Rezeptautor

source: Show or hide recipe author name.
el_de_de: Name des Rezeptautors ein- oder ausblenden.

source: Use Post Author
el_de_de: Beitrags-Autor verwenden

source: Custom Author Name
el_de_de: Benutzerdefinierter Name des Autors

source: Select author name source for recipe
el_de_de: Wähle die Quelle des Autoren-Namens

source: Custom Author name
el_de_de: Benutzerdefinierter Name des Autors

source: Provide name of author
el_de_de: Name des Autors angeben

source: Author profile URL
el_de_de: URL für Autorenprofil

source: The profile URL of recipe Author. Leave blank to use WordPress user URL.
el_de_de: Die Profil-URL für den Rezeptautoren eingeben. Freilassen um die WordPress Benutzer-URL zu verwenden.

source: Recipe summary
el_de_de: Zusammenfassung

source: Show or hide recipe summary text.
el_de_de: Rezept Zusammenfassung ein- oder ausblenden.

source: Recipe Summary
el_de_de: Rezept Zusammenfassung

source: Provide a short summary or description of your recipe
el_de_de: Kurze Zusammenfassung oder Beschreibung für das Rezept

source: Recipe Image
el_de_de: Bild

source: Use featured image
el_de_de: Beitragsbild verwenden

source: Select from media library
el_de_de: Wähle Bilder aus der Medienbibliothek aus

source: Select image source
el_de_de: Bildquelle auswählen

source: Add recipe image
el_de_de: Rezeptbild hinzufügen

source: Add a recipe image
el_de_de: Ein Rezeptbild hinzufügen

source: Image Align
el_de_de: Bild Ausrichtung

source: Left
el_de_de: Links

source: Center
el_de_de: Zentriert

source: Right
el_de_de: Rechts

source: None
el_de_de: Keine

source: Image Margin
el_de_de: Bildrand (Margin)

source: Image Size
el_de_de: Bildgröße

source: Select image size.
el_de_de: Wähle die Bildgröße.

source: Width
el_de_de: Breite

source: Provide image width (in px, without unit) for the recipe image.
el_de_de: Breite des Bildes (in px, ohne Einheit) für das Rezeptbild.

source: Height
el_de_de: Höhe

source: Provide image height (in px, without unit) for the recipe image.
el_de_de: Höhe des Bildes (in px, ohne Einheit) für das Rezeptbild.

source: Quality
el_de_de: Qualität

source: Provide image quality (in %, without unit) for the thumbnail image. Range 0 - 100
el_de_de: Bildqualität (in %, ohne Einheit) für das Thumbnail. Bereich 0 - 100

source: Hard Crop
el_de_de: Harter Zuschnitt

source: Enable hard cropping of thumbnail image.
el_de_de: Aktiviere hartes Zuschneiden von Thumbnails.

source: Recipe Meta
el_de_de: Metadaten

source: Preparation Time (Minutes)
el_de_de: Vorereitungszeit in (Minuten)

source: Provide preparation time (in minutes). E.g. 10
el_de_de: Vorbereitungszeit (in Minuten), z.B. 10

source: Cooking Time (Minutes)
el_de_de: Kochzeit (Minuten)

source: Provide cooking time (in minutes). E.g. 30
el_de_de: Kochzeit (in Minuten), z. B. 30

source: Total Time (Minutes)
el_de_de: Gesamtzeit (Minuten)

source: Optional total recipe time (in minutes) if prep time and cook time are not provided. E.g. 20. Leave blank for auto calculation from prep time and cook time.
el_de_de: Optionale Gesamtrezeptzeit (in Minuten), wenn die Vorbereitungszeit und die Kochzeit nicht angegeben werden. Z.B. 20. Leer lassen für automatische Berechnung aus der Vorbereitungs- und der Kochzeit.

source: Provide approximate time in which recipe will be ready. This option can be used for recipes which take long time for cooling or settling.
el_de_de: Ungefähre Zeit eingeben, nach der das Rezept fertig ist. Diese Option kann für Rezepte verwendet werden, die Zeit zum Kühlen oder Absetzen in Anspruch nehmen.

source: Recipe Yield
el_de_de: Rezept Menge

source: Provide a recipe yield. E.g. 1 Pizza, or 1 Bowl Rice
el_de_de: Rezept Menge eingeben, z.B. 1 Pizza oder 1 Schüssel Reis

source: Provide a serving size per container. E.g. 1 Piece(20g), or 100g
el_de_de: Portionsgröße pro Behältnis eingeben, z.B. 1 Stück (20g) oder 100g

source: Energy (Calories per serving)
el_de_de: Brennwert (Kalorien pro Portion)

source: Provide approximate calories (without unit) per serving. E.g. 240
el_de_de: Ungefähren Kalorien (ohne Einheit) pro Portion eingeben, z.B. 240

source: Provide total cost of recipe.
el_de_de: Gesamtkosten des Rezepts eingeben.

source: Cost per serving
el_de_de: Kosten pro Portion

source: Provide cost per serving.
el_de_de: Kosten pro Portion eingeben.

source: Custom Info Board Meta
el_de_de: Benutzerdefinierte Metadaten

source: Meta Label
el_de_de: Bezeichnung Metadaten

source: The label for custom meta item. E.g. Age Group
el_de_de: Bezeichnung für Metadaten Element, z.B. Altersgruppe

source: Meta Value
el_de_de: Meta-Wert

source: Label Value
el_de_de: Meta-Name

source: The value for custom meta item. E.g. 30 Yr. to 60 Yr.
el_de_de: Wert für das benutzerdefinierte Metaelement, z.B. 30 Jahre bis 60 Jahre.

source: Add custom meta for the recipe.
el_de_de: Benutzerdefinierte Metadaten für das Rezept hinzufügen.

source: Recipe Cuisine
el_de_de: Region/Land

source: American
el_de_de: Amerikanisch

source: Chinese
el_de_de: Chinesisch

source: French
el_de_de: Französisch

source: Indian
el_de_de: Indisch

source: Italian
el_de_de: Italienisch

source: Japanese
el_de_de: Japanisch

source: Mediterranean
el_de_de: Mediteran

source: Mexican
el_de_de: Mexikanisch

source: Select recipe cuisine from above list or use custom field below
el_de_de: Wähle eine Region aus der Liste oder verwende das Feld unten

source: Other recipe cuisine
el_de_de: Sonstige Regionen

source: Provide comma separated cuisines if not in above list. E.g. Rajasthani, Gujarati
el_de_de: Durch Komma getrennte Regionen für Einträge, die nicht in der oberen Liste sind. Z.B. Rajasthani, Gujarati

source: Appetizer
el_de_de: Vorspeise

source: Breakfast
el_de_de: Frühstück

source: Drinks
el_de_de: Getränke

source: Main Course
el_de_de: Hauptgericht

source: Salad
el_de_de: Salat

source: Soup
el_de_de: Suppe

source: Select recipe course/categories from above list or use custom field below
el_de_de: Gang aus der obigen Liste wählen, oder das benutzerdefinierte Feld unten verwenden

source: Other recipe course
el_de_de: Sonstige Gänge

source: Provide comma separated categories if not in above list. E.g. Lunch, Starter
el_de_de: Durch Komma getrennte Rezeptkategorien eingeben, falls diese nicht in der obigen Liste sind, z.B. Vorspeise oder Mittagessen

source: Show Tags
el_de_de: Schlagwörter anzeigen

source: Enabling this option will show post tags. You can add tags in the "Tags" panel of post edit screen.
el_de_de: Aktivieren, um Beitrags-Schlagwörter anzuzeigen. Diese können im Beitrag-Bearbeiten-Formular hinzugefügt werden.

source: Recipe Keywords
el_de_de: Rezept-Schlüsselwörter

source: Provide comma separated keywords relevant to your recipe. E.g. fast food, quick meal, vegetarian. These values will be used for Schema only.
el_de_de: Durch Komma getrennte Schlüsselwörter eingeben, die für das Rezept relevant sind. Z.B. Fast Food, Schnelle Mahlzeit, vegetarisch. Diese Werte werden nur für das Schema verwendet.

source: Provide a cooking method. E.g. Roasting, Steaming
el_de_de: Garmethode eingeben, z.B. braten, dämpfen

source: Select diet for which this recipe is suitable. Remove selection using "ctrl + select" if not applicable.
el_de_de: Diäten wählen, die für das Rezept zutreffen. Mit "Strg + Auswahl" entfernen, wenn nicht zutreffend.

source: Other Suitable for Diet
el_de_de: Sonstige geeignete Diäten

source: Provide comma separated values for other suitable for diet. E.g. Organic, Jain
el_de_de: Durch Komma getrennte sonstige Diäten eingeben, die für das Rezept relevant sind. Z.B. Bio, Jainismus

source: Custom Recipe Attributes
el_de_de: Benutzerdefinierte Rezeptattribute

source: Attribute Label
el_de_de: Attribut Bezeichnung

source: The label for custom recipe attribute. E.g. Colors
el_de_de: Die Bezeichnung für benutzerdefinierte Rezeptattribute, z.B. Farben

source: Attribute Value
el_de_de: Wert für Attribut

source: Attibute Values
el_de_de: Wert für Attribute

source: Attribute values, separated by comma. E.g. Green, Yellow, Brown
el_de_de: Attributwerte, getrennt durch Komma, z.B. Grün, Gelb, Braun

source: Add custom recipe attributes, used as tags or categories.
el_de_de: Benutzerdefinierte Rezeptattribute hinzufügen, die als Schlagwörter oder Kategorien verwendet werden.

source: Ingredients Title
el_de_de: Zutaten Überschrift

source: Add ingredients
el_de_de: Zutaten hinzufügen

source: For the burger
el_de_de: Für den Burger

source: For the curry
el_de_de: Für das Curry

source: Ingredients group title
el_de_de: Zutatengruppe

source: Provide optional group title if you want to separate ingredients in groups.
el_de_de: Optionale Gruppe eingeben, um Zutaten in Gruppen zu trennen.

source: Ingredients list
el_de_de: Zutatenliste

source: Enter ingredient items, each on new line using Shift + Enter. (Use line break, not paragraph break).
el_de_de: Eine Zutat pro Zeile eingeben. Zeilenumbruch mit Shift + Enter. (Zeilenumbruch, statt Paragraph).

source: Recipe Method
el_de_de: Zubereitung

source: Method Steps Title
el_de_de: Zubereitungsschritte Titel

source: Auto numbering
el_de_de: Automatische Nummerierung

source: Enable auto numbering on method steps
el_de_de: Automatische Nummerierung der Zubereitungsschritte einschalten

source: Reset numbering
el_de_de: Zurücksetzen der Nummerierung

source: Reset numbering for each method group.
el_de_de: Zurücksetzen der Nummerierung zu 1 für jede Zubereitungsschritt-Gruppe.

source: Preparing the spices
el_de_de: Vorbereitung der Gewürze

source: Method step title
el_de_de: Zubereitungsschritt Titel

source: Provide optional title for the method step.
el_de_de: Optionalen Titel für den Zubereitungsschritt eingeben.

source: Method instruction
el_de_de: Anweisungen für die Zubereitungs

source: Provide detailed method instruction. Use one step per field.
el_de_de: Detaillierte Anleitung für die Zubereitung. Ein Schritt pro Feld.

source: Show or hide Nutrition facts table.
el_de_de: Aktivieren, um die Nährwerttabelle anzuzeigen.

source: Nutrition table style
el_de_de: Stil der Nährwerttabelle

source: Classic
el_de_de: Klassisch

source: Classic Tabular
el_de_de: Klassisch tabellarisch

source: Flat
el_de_de: Flach

source: Flat Striped
el_de_de: Flach gestreift

source: Lined
el_de_de: Liniert

source: Select a style for Nutrition table.
el_de_de: Stil für die Ernährungstabelle wählen.

source: Show standard Daily Values
el_de_de: Zeige empfohlene Tagesdosis

source: Enabling this option will show standard Daily Values in the chart.
el_de_de: Aktivieren, um die empfohlene tägliche Tagesdosen im Diagramm anzuzeigen.

source: Nutrition label extra notes
el_de_de: Bezeichnung für Zusätzliche Notizen für die Nährwerttabelle

source: Provide extra notes for the Nutrition table. This will be displayed at the end of table.
el_de_de: Bezeichnung für Zusätzliche Notizen für die Nährwerttabelle eingeben. Diese wird nach der Tabelle angezeigt.

source: Serving Per Container
el_de_de: Portion pro Behältnis

source: Provide serving per container. E.g. 30
el_de_de: Anzahl der Portionen pro Behältnis eingeben, z.B. 30

source: The amount of Total Fat (g), without unit. Standard daily value is 78 g
el_de_de: Die Menge an Gesamtfett (g), ohne Einheit. Standardtageswert ist 78 g
